Map lessonsList = {
  'geo': 'Географія',
  'eng': 'Іноземна мова',
  'chem': 'Хімія',
  'phis': 'Фізика',
  'bio': 'Біологія',
  'lit': 'Українська література',
};

Map allLessons = {
  'ukr': 'Українська мова',
  'math': 'Математика',
  'history': ' Історія України',
  'con': 'Творчий конкурс',
  'geo': 'Географія',
  'eng': 'Іноземна мова',
  'chem': 'Хімія',
  'phis': 'Фізика',
  'bio': 'Біологія',
  'lit': 'Українська література',
  'coef': 'Галузевий коефіцієнт',
};

final int globalMinGrate = 130;

Map tableDataColumnTitle = {
  'name': 'Спеціальність',
  'ukr': 'Українська мова',
  'math': 'Математика',
  'history': ' Історія України',
  'geo': 'Географія',
  'eng': 'Іноземна мова',
  'chem': 'Хімія',
  'phis': 'Фізика',
  'bio': 'Біологія',
  'lit': 'Українська література',
  'con': 'Творчий конкурс',
};
